[
  {
    "id": 1,
    "scientific_name": "Panthera tigris",
    "common_name": "",
    "summary": "Tiger is a species of mammals facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Panthera tigris focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Endangered",
    "region": "Africa",
    "habitat": "Grassland",
    "taxon": "Mammals",
    "published_year": 1998
  },
  {
    "id": 2,
    "scientific_name": "Ursus arctos",
    "common_name": "",
    "summary": "Brown Bear is a species of mammals facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Ursus arctos focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Endangered",
    "region": "Africa",
    "habitat": "Wetland",
    "taxon": "Mammals",
    "published_year": 2011
  },
  {
    "id": 3,
    "scientific_name": "Elephas maximus",
    "common_name": "",
    "summary": "Asian Elephant is a species of mammals facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Elephas maximus focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Endangered",
    "region": "Africa",
    "habitat": "Grassland",
    "taxon": "Mammals",
    "published_year": 1996
  },
  {
    "id": 4,
    "scientific_name": "Panthera leo",
    "common_name": "",
    "summary": "Lion is a species of mammals facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Panthera leo focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Vulnerable",
    "region": "North America",
    "habitat": "Wetland",
    "taxon": "Mammals",
    "published_year": 2024
  },
  {
    "id": 5,
    "scientific_name": "Panthera pardus",
    "common_name": "",
    "summary": "Leopard is a species of mammals facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Panthera pardus focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Critically Endangered",
    "region": "Africa",
    "habitat": "Wetland",
    "taxon": "Mammals",
    "published_year": 2009
  },
  {
    "id": 6,
    "scientific_name": "Loxodonta africana",
    "common_name": "",
    "summary": "African Elephant is a species of mammals facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Loxodonta africana focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Critically Endangered",
    "region": "Oceania",
    "habitat": "Forest",
    "taxon": "Mammals",
    "published_year": 2008
  },
  {
    "id": 7,
    "scientific_name": "Gorilla beringei",
    "common_name": "",
    "summary": "Eastern Gorilla is a species of mammals facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Gorilla beringei focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Vulnerable",
    "region": "Oceania",
    "habitat": "Desert",
    "taxon": "Mammals",
    "published_year": 2014
  },
  {
    "id": 8,
    "scientific_name": "Ailuropoda melanoleuca",
    "common_name": "",
    "summary": "Giant Panda is a species of mammals facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Ailuropoda melanoleuca focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Critically Endangered",
    "region": "Europe",
    "habitat": "Forest",
    "taxon": "Mammals",
    "published_year": 2006
  },
  {
    "id": 9,
    "scientific_name": "Balaenoptera musculus",
    "common_name": "",
    "summary": "Blue Whale is a species of mammals facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Balaenoptera musculus focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Critically Endangered",
    "region": "Europe",
    "habitat": "Wetland",
    "taxon": "Mammals",
    "published_year": 2001
  },
  {
    "id": 10,
    "scientific_name": "Orcinus orca",
    "common_name": "",
    "summary": "Killer Whale is a species of mammals facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Orcinus orca focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Vulnerable",
    "region": "North America",
    "habitat": "Desert",
    "taxon": "Mammals",
    "published_year": 2024
  },
  {
    "id": 11,
    "scientific_name": "Phocoena sinus",
    "common_name": "",
    "summary": "Vaquita is a species of mammals facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Phocoena sinus focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Endangered",
    "region": "South America",
    "habitat": "Wetland",
    "taxon": "Mammals",
    "published_year": 2002
  },
  {
    "id": 12,
    "scientific_name": "Rhinoceros unicornis",
    "common_name": "",
    "summary": "Indian Rhinoceros is a species of mammals facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Rhinoceros unicornis focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Vulnerable",
    "region": "North America",
    "habitat": "Forest",
    "taxon": "Mammals",
    "published_year": 2013
  },
  {
    "id": 13,
    "scientific_name": "Diceros bicornis",
    "common_name": "",
    "summary": "Black Rhinoceros is a species of mammals facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Diceros bicornis focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Vulnerable",
    "region": "South America",
    "habitat": "Coastal",
    "taxon": "Mammals",
    "published_year": 2022
  },
  {
    "id": 14,
    "scientific_name": "Oryx dammah",
    "common_name": "",
    "summary": "Scimitar Oryx is a species of mammals facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Oryx dammah focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Critically Endangered",
    "region": "Asia",
    "habitat": "Coastal",
    "taxon": "Mammals",
    "published_year": 2012
  },
  {
    "id": 15,
    "scientific_name": "Canis lupus",
    "common_name": "",
    "summary": "Grey Wolf is a species of mammals facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Canis lupus focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Endangered",
    "region": "Asia",
    "habitat": "Wetland",
    "taxon": "Mammals",
    "published_year": 2019
  },
  {
    "id": 16,
    "scientific_name": "Vulpes lagopus",
    "common_name": "",
    "summary": "Arctic Fox is a species of mammals facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Vulpes lagopus focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Endangered",
    "region": "Africa",
    "habitat": "Wetland",
    "taxon": "Mammals",
    "published_year": 2014
  },
  {
    "id": 17,
    "scientific_name": "Macaca fuscata",
    "common_name": "",
    "summary": "Japanese Macaque is a species of mammals facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Macaca fuscata focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Vulnerable",
    "region": "Europe",
    "habitat": "Grassland",
    "taxon": "Mammals",
    "published_year": 2007
  },
  {
    "id": 18,
    "scientific_name": "Pongo abelii",
    "common_name": "",
    "summary": "Sumatran Orangutan is a species of mammals facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Pongo abelii focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Vulnerable",
    "region": "Asia",
    "habitat": "Tundra",
    "taxon": "Mammals",
    "published_year": 2023
  },
  {
    "id": 19,
    "scientific_name": "Delphinus delphis",
    "common_name": "",
    "summary": "Common Dolphin is a species of mammals facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Delphinus delphis focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Critically Endangered",
    "region": "Africa",
    "habitat": "Tundra",
    "taxon": "Mammals",
    "published_year": 1996
  },
  {
    "id": 20,
    "scientific_name": "Mirounga leonina",
    "common_name": "",
    "summary": "Southern Elephant Seal is a species of mammals facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Mirounga leonina focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Critically Endangered",
    "region": "North America",
    "habitat": "Tundra",
    "taxon": "Mammals",
    "published_year": 1998
  },
  {
    "id": 21,
    "scientific_name": "Strigops habroptilus",
    "common_name": "",
    "summary": "Kakapo is a species of birds facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Strigops habroptilus focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Vulnerable",
    "region": "North America",
    "habitat": "Desert",
    "taxon": "Birds",
    "published_year": 2001
  },
  {
    "id": 22,
    "scientific_name": "Pica pica",
    "common_name": "",
    "summary": "Eurasian Magpie is a species of birds facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Pica pica focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Critically Endangered",
    "region": "Oceania",
    "habitat": "Forest",
    "taxon": "Birds",
    "published_year": 2022
  },
  {
    "id": 23,
    "scientific_name": "Aquila chrysaetos",
    "common_name": "",
    "summary": "Golden Eagle is a species of birds facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Aquila chrysaetos focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Endangered",
    "region": "North America",
    "habitat": "Desert",
    "taxon": "Birds",
    "published_year": 2018
  },
  {
    "id": 24,
    "scientific_name": "Haliaeetus leucocephalus",
    "common_name": "",
    "summary": "Bald Eagle is a species of birds facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Haliaeetus leucocephalus focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Endangered",
    "region": "South America",
    "habitat": "Desert",
    "taxon": "Birds",
    "published_year": 2016
  },
  {
    "id": 25,
    "scientific_name": "Phoenicopterus roseus",
    "common_name": "",
    "summary": "Greater Flamingo is a species of birds facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Phoenicopterus roseus focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Endangered",
    "region": "North America",
    "habitat": "Coastal",
    "taxon": "Birds",
    "published_year": 2014
  },
  {
    "id": 26,
    "scientific_name": "Ara macao",
    "common_name": "",
    "summary": "Scarlet Macaw is a species of birds facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Ara macao focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Endangered",
    "region": "North America",
    "habitat": "Tundra",
    "taxon": "Birds",
    "published_year": 2007
  },
  {
    "id": 27,
    "scientific_name": "Apteryx australis",
    "common_name": "",
    "summary": "Brown Kiwi is a species of birds facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Apteryx australis focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Vulnerable",
    "region": "Asia",
    "habitat": "Tundra",
    "taxon": "Birds",
    "published_year": 2010
  },
  {
    "id": 28,
    "scientific_name": "Sturnus vulgaris",
    "common_name": "",
    "summary": "European Starling is a species of birds facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Sturnus vulgaris focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Endangered",
    "region": "Oceania",
    "habitat": "Coastal",
    "taxon": "Birds",
    "published_year": 2007
  },
  {
    "id": 29,
    "scientific_name": "Corvus corax",
    "common_name": "",
    "summary": "Common Raven is a species of birds facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Corvus corax focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Vulnerable",
    "region": "Oceania",
    "habitat": "Wetland",
    "taxon": "Birds",
    "published_year": 2015
  },
  {
    "id": 30,
    "scientific_name": "Falco peregrinus",
    "common_name": "",
    "summary": "Peregrine Falcon is a species of birds facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Falco peregrinus focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Endangered",
    "region": "Oceania",
    "habitat": "Desert",
    "taxon": "Birds",
    "published_year": 2011
  },
  {
    "id": 31,
    "scientific_name": "Sterna paradisaea",
    "common_name": "",
    "summary": "Arctic Tern is a species of birds facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Sterna paradisaea focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Endangered",
    "region": "North America",
    "habitat": "Tundra",
    "taxon": "Birds",
    "published_year": 2004
  },
  {
    "id": 32,
    "scientific_name": "Columba livia",
    "common_name": "",
    "summary": "Rock Pigeon is a species of birds facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Columba livia focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Endangered",
    "region": "Oceania",
    "habitat": "Tundra",
    "taxon": "Birds",
    "published_year": 2002
  },
  {
    "id": 33,
    "scientific_name": "Pavo cristatus",
    "common_name": "",
    "summary": "Indian Peafowl is a species of birds facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Pavo cristatus focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Critically Endangered",
    "region": "Africa",
    "habitat": "Forest",
    "taxon": "Birds",
    "published_year": 2000
  },
  {
    "id": 34,
    "scientific_name": "Anas platyrhynchos",
    "common_name": "",
    "summary": "Mallard is a species of birds facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Anas platyrhynchos focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Critically Endangered",
    "region": "Asia",
    "habitat": "Forest",
    "taxon": "Birds",
    "published_year": 2003
  },
  {
    "id": 35,
    "scientific_name": "Ciconia ciconia",
    "common_name": "",
    "summary": "White Stork is a species of birds facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Ciconia ciconia focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Vulnerable",
    "region": "North America",
    "habitat": "Forest",
    "taxon": "Birds",
    "published_year": 2003
  },
  {
    "id": 36,
    "scientific_name": "Carduelis carduelis",
    "common_name": "",
    "summary": "European Goldfinch is a species of birds facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Carduelis carduelis focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Endangered",
    "region": "North America",
    "habitat": "Forest",
    "taxon": "Birds",
    "published_year": 1999
  },
  {
    "id": 37,
    "scientific_name": "Bubo bubo",
    "common_name": "",
    "summary": "Eurasian Eagle‑Owl is a species of birds facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Bubo bubo focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Critically Endangered",
    "region": "Europe",
    "habitat": "Forest",
    "taxon": "Birds",
    "published_year": 2024
  },
  {
    "id": 38,
    "scientific_name": "Tyto alba",
    "common_name": "",
    "summary": "Barn Owl is a species of birds facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Tyto alba focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Critically Endangered",
    "region": "Africa",
    "habitat": "Forest",
    "taxon": "Birds",
    "published_year": 2019
  },
  {
    "id": 39,
    "scientific_name": "Grus grus",
    "common_name": "",
    "summary": "Common Crane is a species of birds facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Grus grus focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Critically Endangered",
    "region": "Africa",
    "habitat": "Tundra",
    "taxon": "Birds",
    "published_year": 2023
  },
  {
    "id": 40,
    "scientific_name": "Cygnus olor",
    "common_name": "",
    "summary": "Mute Swan is a species of birds facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Cygnus olor focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Critically Endangered",
    "region": "Africa",
    "habitat": "Wetland",
    "taxon": "Birds",
    "published_year": 2003
  },
  {
    "id": 41,
    "scientific_name": "Chelonia mydas",
    "common_name": "",
    "summary": "Green Sea Turtle is a species of reptiles facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Chelonia mydas focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Endangered",
    "region": "Oceania",
    "habitat": "Coastal",
    "taxon": "Reptiles",
    "published_year": 2013
  },
  {
    "id": 42,
    "scientific_name": "Dermochelys coriacea",
    "common_name": "",
    "summary": "Leatherback Turtle is a species of reptiles facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Dermochelys coriacea focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Endangered",
    "region": "Africa",
    "habitat": "Forest",
    "taxon": "Reptiles",
    "published_year": 2015
  },
  {
    "id": 43,
    "scientific_name": "Crocodylus niloticus",
    "common_name": "",
    "summary": "Nile Crocodile is a species of reptiles facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Crocodylus niloticus focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Critically Endangered",
    "region": "South America",
    "habitat": "Grassland",
    "taxon": "Reptiles",
    "published_year": 2020
  },
  {
    "id": 44,
    "scientific_name": "Varanus komodoensis",
    "common_name": "",
    "summary": "Komodo Dragon is a species of reptiles facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Varanus komodoensis focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Critically Endangered",
    "region": "North America",
    "habitat": "Desert",
    "taxon": "Reptiles",
    "published_year": 2002
  },
  {
    "id": 45,
    "scientific_name": "Alligator mississippiensis",
    "common_name": "",
    "summary": "American Alligator is a species of reptiles facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Alligator mississippiensis focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Vulnerable",
    "region": "Africa",
    "habitat": "Coastal",
    "taxon": "Reptiles",
    "published_year": 2024
  },
  {
    "id": 46,
    "scientific_name": "Python bivittatus",
    "common_name": "",
    "summary": "Burmese Python is a species of reptiles facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Python bivittatus focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Endangered",
    "region": "Europe",
    "habitat": "Grassland",
    "taxon": "Reptiles",
    "published_year": 1996
  },
  {
    "id": 47,
    "scientific_name": "Gopherus agassizii",
    "common_name": "",
    "summary": "Desert Tortoise is a species of reptiles facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Gopherus agassizii focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Critically Endangered",
    "region": "Africa",
    "habitat": "Tundra",
    "taxon": "Reptiles",
    "published_year": 1996
  },
  {
    "id": 48,
    "scientific_name": "Chamaeleo calyptratus",
    "common_name": "",
    "summary": "Veiled Chameleon is a species of reptiles facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Chamaeleo calyptratus focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Vulnerable",
    "region": "Oceania",
    "habitat": "Grassland",
    "taxon": "Reptiles",
    "published_year": 2009
  },
  {
    "id": 49,
    "scientific_name": "Iguana iguana",
    "common_name": "",
    "summary": "Green Iguana is a species of reptiles facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Iguana iguana focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Critically Endangered",
    "region": "Europe",
    "habitat": "Coastal",
    "taxon": "Reptiles",
    "published_year": 2021
  },
  {
    "id": 50,
    "scientific_name": "Thamnophis sirtalis",
    "common_name": "",
    "summary": "Common Garter Snake is a species of reptiles facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Thamnophis sirtalis focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Vulnerable",
    "region": "Asia",
    "habitat": "Desert",
    "taxon": "Reptiles",
    "published_year": 2007
  },
  {
    "id": 51,
    "scientific_name": "Caretta caretta",
    "common_name": "",
    "summary": "Loggerhead Turtle is a species of reptiles facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Caretta caretta focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Critically Endangered",
    "region": "Asia",
    "habitat": "Wetland",
    "taxon": "Reptiles",
    "published_year": 2001
  },
  {
    "id": 52,
    "scientific_name": "Naja naja",
    "common_name": "",
    "summary": "Indian Cobra is a species of reptiles facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Naja naja focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Critically Endangered",
    "region": "North America",
    "habitat": "Forest",
    "taxon": "Reptiles",
    "published_year": 1998
  },
  {
    "id": 53,
    "scientific_name": "Crotalus adamanteus",
    "common_name": "",
    "summary": "Eastern Diamondback Rattlesnake is a species of reptiles facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Crotalus adamanteus focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Vulnerable",
    "region": "Africa",
    "habitat": "Coastal",
    "taxon": "Reptiles",
    "published_year": 2002
  },
  {
    "id": 54,
    "scientific_name": "Testudo graeca",
    "common_name": "",
    "summary": "Greek Tortoise is a species of reptiles facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Testudo graeca focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Endangered",
    "region": "North America",
    "habitat": "Grassland",
    "taxon": "Reptiles",
    "published_year": 2003
  },
  {
    "id": 55,
    "scientific_name": "Trachemys scripta",
    "common_name": "",
    "summary": "Red‑eared Slider is a species of reptiles facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Trachemys scripta focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Vulnerable",
    "region": "South America",
    "habitat": "Coastal",
    "taxon": "Reptiles",
    "published_year": 2012
  },
  {
    "id": 56,
    "scientific_name": "Sphenodon punctatus",
    "common_name": "",
    "summary": "Tuatara is a species of reptiles facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Sphenodon punctatus focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Endangered",
    "region": "South America",
    "habitat": "Forest",
    "taxon": "Reptiles",
    "published_year": 2017
  },
  {
    "id": 57,
    "scientific_name": "Eretmochelys imbricata",
    "common_name": "",
    "summary": "Hawksbill Turtle is a species of reptiles facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Eretmochelys imbricata focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Critically Endangered",
    "region": "Asia",
    "habitat": "Grassland",
    "taxon": "Reptiles",
    "published_year": 1997
  },
  {
    "id": 58,
    "scientific_name": "Boa constrictor",
    "common_name": "",
    "summary": "Boa Constrictor is a species of reptiles facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Boa constrictor focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Vulnerable",
    "region": "Europe",
    "habitat": "Tundra",
    "taxon": "Reptiles",
    "published_year": 2009
  },
  {
    "id": 59,
    "scientific_name": "Anolis carolinensis",
    "common_name": "",
    "summary": "Green Anole is a species of reptiles facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Anolis carolinensis focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Vulnerable",
    "region": "South America",
    "habitat": "Grassland",
    "taxon": "Reptiles",
    "published_year": 2004
  },
  {
    "id": 60,
    "scientific_name": "Pogona vitticeps",
    "common_name": "",
    "summary": "Bearded Dragon is a species of reptiles facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Pogona vitticeps focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Critically Endangered",
    "region": "North America",
    "habitat": "Grassland",
    "taxon": "Reptiles",
    "published_year": 2003
  },
  {
    "id": 61,
    "scientific_name": "Ambystoma mexicanum",
    "common_name": "",
    "summary": "Axolotl is a species of amphibians facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Ambystoma mexicanum focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Critically Endangered",
    "region": "Asia",
    "habitat": "Coastal",
    "taxon": "Amphibians",
    "published_year": 2010
  },
  {
    "id": 62,
    "scientific_name": "Rana temporaria",
    "common_name": "",
    "summary": "Common Frog is a species of amphibians facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Rana temporaria focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Critically Endangered",
    "region": "Europe",
    "habitat": "Wetland",
    "taxon": "Amphibians",
    "published_year": 2006
  },
  {
    "id": 63,
    "scientific_name": "Lithobates catesbeianus",
    "common_name": "",
    "summary": "American Bullfrog is a species of amphibians facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Lithobates catesbeianus focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Critically Endangered",
    "region": "South America",
    "habitat": "Tundra",
    "taxon": "Amphibians",
    "published_year": 2005
  },
  {
    "id": 64,
    "scientific_name": "Dendrobates tinctorius",
    "common_name": "",
    "summary": "Dyeing Poison Frog is a species of amphibians facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Dendrobates tinctorius focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Critically Endangered",
    "region": "Asia",
    "habitat": "Tundra",
    "taxon": "Amphibians",
    "published_year": 2002
  },
  {
    "id": 65,
    "scientific_name": "Bufo bufo",
    "common_name": "",
    "summary": "Common Toad is a species of amphibians facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Bufo bufo focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Endangered",
    "region": "Europe",
    "habitat": "Tundra",
    "taxon": "Amphibians",
    "published_year": 2021
  },
  {
    "id": 66,
    "scientific_name": "Hyla cinerea",
    "common_name": "",
    "summary": "Green Tree Frog is a species of amphibians facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Hyla cinerea focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Vulnerable",
    "region": "Asia",
    "habitat": "Coastal",
    "taxon": "Amphibians",
    "published_year": 2004
  },
  {
    "id": 67,
    "scientific_name": "Andrias japonicus",
    "common_name": "",
    "summary": "Japanese Giant Salamander is a species of amphibians facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Andrias japonicus focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Endangered",
    "region": "Oceania",
    "habitat": "Grassland",
    "taxon": "Amphibians",
    "published_year": 2013
  },
  {
    "id": 68,
    "scientific_name": "Litoria caerulea",
    "common_name": "",
    "summary": "White's Tree Frog is a species of amphibians facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Litoria caerulea focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Critically Endangered",
    "region": "Oceania",
    "habitat": "Coastal",
    "taxon": "Amphibians",
    "published_year": 2012
  },
  {
    "id": 69,
    "scientific_name": "Atelopus zeteki",
    "common_name": "",
    "summary": "Panamanian Golden Frog is a species of amphibians facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Atelopus zeteki focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Vulnerable",
    "region": "Asia",
    "habitat": "Tundra",
    "taxon": "Amphibians",
    "published_year": 2001
  },
  {
    "id": 70,
    "scientific_name": "Pleurodeles waltl",
    "common_name": "",
    "summary": "Iberian Ribbed Newt is a species of amphibians facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Pleurodeles waltl focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Endangered",
    "region": "Africa",
    "habitat": "Forest",
    "taxon": "Amphibians",
    "published_year": 2000
  },
  {
    "id": 71,
    "scientific_name": "Rhincodon typus",
    "common_name": "",
    "summary": "Whale Shark is a species of fish facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Rhincodon typus focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Endangered",
    "region": "Oceania",
    "habitat": "Coastal",
    "taxon": "Fish",
    "published_year": 2015
  },
  {
    "id": 72,
    "scientific_name": "Carcharodon carcharias",
    "common_name": "",
    "summary": "Great White Shark is a species of fish facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Carcharodon carcharias focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Endangered",
    "region": "South America",
    "habitat": "Forest",
    "taxon": "Fish",
    "published_year": 2004
  },
  {
    "id": 73,
    "scientific_name": "Sphyrna lewini",
    "common_name": "",
    "summary": "Scalloped Hammerhead is a species of fish facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Sphyrna lewini focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Vulnerable",
    "region": "South America",
    "habitat": "Tundra",
    "taxon": "Fish",
    "published_year": 2011
  },
  {
    "id": 74,
    "scientific_name": "Oncorhynchus mykiss",
    "common_name": "",
    "summary": "Rainbow Trout is a species of fish facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Oncorhynchus mykiss focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Endangered",
    "region": "Europe",
    "habitat": "Wetland",
    "taxon": "Fish",
    "published_year": 2001
  },
  {
    "id": 75,
    "scientific_name": "Salmo salar",
    "common_name": "",
    "summary": "Atlantic Salmon is a species of fish facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Salmo salar focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Critically Endangered",
    "region": "North America",
    "habitat": "Wetland",
    "taxon": "Fish",
    "published_year": 2000
  },
  {
    "id": 76,
    "scientific_name": "Thunnus albacares",
    "common_name": "",
    "summary": "Yellowfin Tuna is a species of fish facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Thunnus albacares focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Endangered",
    "region": "South America",
    "habitat": "Tundra",
    "taxon": "Fish",
    "published_year": 2000
  },
  {
    "id": 77,
    "scientific_name": "Carassius auratus",
    "common_name": "",
    "summary": "Goldfish is a species of fish facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Carassius auratus focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Endangered",
    "region": "Europe",
    "habitat": "Coastal",
    "taxon": "Fish",
    "published_year": 2004
  },
  {
    "id": 78,
    "scientific_name": "Hippocampus kuda",
    "common_name": "",
    "summary": "Yellow Seahorse is a species of fish facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Hippocampus kuda focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Vulnerable",
    "region": "Oceania",
    "habitat": "Tundra",
    "taxon": "Fish",
    "published_year": 2016
  },
  {
    "id": 79,
    "scientific_name": "Cyprinus carpio",
    "common_name": "",
    "summary": "Common Carp is a species of fish facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Cyprinus carpio focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Vulnerable",
    "region": "South America",
    "habitat": "Desert",
    "taxon": "Fish",
    "published_year": 2004
  },
  {
    "id": 80,
    "scientific_name": "Gadus morhua",
    "common_name": "",
    "summary": "Atlantic Cod is a species of fish facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Gadus morhua focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Endangered",
    "region": "North America",
    "habitat": "Coastal",
    "taxon": "Fish",
    "published_year": 2002
  },
  {
    "id": 81,
    "scientific_name": "Beluga sturio",
    "common_name": "",
    "summary": "European Sturgeon is a species of fish facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Beluga sturio focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Endangered",
    "region": "South America",
    "habitat": "Wetland",
    "taxon": "Fish",
    "published_year": 2005
  },
  {
    "id": 82,
    "scientific_name": "Anguilla anguilla",
    "common_name": "",
    "summary": "European Eel is a species of fish facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Anguilla anguilla focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Vulnerable",
    "region": "Oceania",
    "habitat": "Desert",
    "taxon": "Fish",
    "published_year": 1997
  },
  {
    "id": 83,
    "scientific_name": "Pterois volitans",
    "common_name": "",
    "summary": "Red Lionfish is a species of fish facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Pterois volitans focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Endangered",
    "region": "Oceania",
    "habitat": "Grassland",
    "taxon": "Fish",
    "published_year": 1999
  },
  {
    "id": 84,
    "scientific_name": "Paracanthurus hepatus",
    "common_name": "",
    "summary": "Blue Tang is a species of fish facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Paracanthurus hepatus focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Endangered",
    "region": "Oceania",
    "habitat": "Forest",
    "taxon": "Fish",
    "published_year": 2022
  },
  {
    "id": 85,
    "scientific_name": "Synchiropus splendidus",
    "common_name": "",
    "summary": "Mandarinfish is a species of fish facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Synchiropus splendidus focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Endangered",
    "region": "Africa",
    "habitat": "Grassland",
    "taxon": "Fish",
    "published_year": 2008
  },
  {
    "id": 86,
    "scientific_name": "Sequoia sempervirens",
    "common_name": "",
    "summary": "Coast Redwood is a species of plants facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Sequoia sempervirens focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Endangered",
    "region": "Europe",
    "habitat": "Forest",
    "taxon": "Plants",
    "published_year": 2003
  },
  {
    "id": 87,
    "scientific_name": "Quercus robur",
    "common_name": "",
    "summary": "English Oak is a species of plants facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Quercus robur focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Vulnerable",
    "region": "South America",
    "habitat": "Coastal",
    "taxon": "Plants",
    "published_year": 2021
  },
  {
    "id": 88,
    "scientific_name": "Pinus longaeva",
    "common_name": "",
    "summary": "Great Basin Bristlecone Pine is a species of plants facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Pinus longaeva focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Critically Endangered",
    "region": "Oceania",
    "habitat": "Grassland",
    "taxon": "Plants",
    "published_year": 2013
  },
  {
    "id": 89,
    "scientific_name": "Nelumbo nucifera",
    "common_name": "",
    "summary": "Sacred Lotus is a species of plants facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Nelumbo nucifera focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Endangered",
    "region": "North America",
    "habitat": "Tundra",
    "taxon": "Plants",
    "published_year": 1996
  },
  {
    "id": 90,
    "scientific_name": "Acer saccharum",
    "common_name": "",
    "summary": "Sugar Maple is a species of plants facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Acer saccharum focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Critically Endangered",
    "region": "North America",
    "habitat": "Grassland",
    "taxon": "Plants",
    "published_year": 2020
  },
  {
    "id": 91,
    "scientific_name": "Coffea arabica",
    "common_name": "",
    "summary": "Arabica Coffee is a species of plants facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Coffea arabica focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Critically Endangered",
    "region": "South America",
    "habitat": "Grassland",
    "taxon": "Plants",
    "published_year": 2004
  },
  {
    "id": 92,
    "scientific_name": "Helianthus annuus",
    "common_name": "",
    "summary": "Common Sunflower is a species of plants facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Helianthus annuus focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Critically Endangered",
    "region": "Africa",
    "habitat": "Tundra",
    "taxon": "Plants",
    "published_year": 1997
  },
  {
    "id": 93,
    "scientific_name": "Nepenthes rajah",
    "common_name": "",
    "summary": "Rajah Pitcher Plant is a species of plants facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Nepenthes rajah focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Endangered",
    "region": "Asia",
    "habitat": "Forest",
    "taxon": "Plants",
    "published_year": 1998
  },
  {
    "id": 94,
    "scientific_name": "Wollemia nobilis",
    "common_name": "",
    "summary": "Wollemi Pine is a species of plants facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Wollemia nobilis focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Vulnerable",
    "region": "Oceania",
    "habitat": "Desert",
    "taxon": "Plants",
    "published_year": 2013
  },
  {
    "id": 95,
    "scientific_name": "Rafflesia arnoldii",
    "common_name": "",
    "summary": "Corpse Flower is a species of plants facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Rafflesia arnoldii focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Vulnerable",
    "region": "South America",
    "habitat": "Coastal",
    "taxon": "Plants",
    "published_year": 2002
  },
  {
    "id": 96,
    "scientific_name": "Oryza sativa",
    "common_name": "",
    "summary": "Asian Rice is a species of plants facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Oryza sativa focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Vulnerable",
    "region": "Asia",
    "habitat": "Coastal",
    "taxon": "Plants",
    "published_year": 2020
  },
  {
    "id": 97,
    "scientific_name": "Zea mays",
    "common_name": "",
    "summary": "Maize is a species of plants facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Zea mays focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Endangered",
    "region": "North America",
    "habitat": "Forest",
    "taxon": "Plants",
    "published_year": 1998
  },
  {
    "id": 98,
    "scientific_name": "Triticum aestivum",
    "common_name": "",
    "summary": "Wheat is a species of plants facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Triticum aestivum focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Vulnerable",
    "region": "Africa",
    "habitat": "Forest",
    "taxon": "Plants",
    "published_year": 2021
  },
  {
    "id": 99,
    "scientific_name": "Solanum lycopersicum",
    "common_name": "",
    "summary": "Tomato is a species of plants facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Solanum lycopersicum focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Endangered",
    "region": "North America",
    "habitat": "Desert",
    "taxon": "Plants",
    "published_year": 2006
  },
  {
    "id": 100,
    "scientific_name": "Citrus sinensis",
    "common_name": "",
    "summary": "Sweet Orange is a species of plants facing conservation challenges across its range.",
    "conservation_action": "Conservation efforts for Citrus sinensis focus on habitat protection, legal safeguards, community engagement, captive breeding, research, monitoring, and mitigating threats such as climate change, poaching, pollution, and invasive species. Collaboration between governments, NGOs, and local communities is essential to ensure long‑term survival through protected areas, sustainable land‑use, enforcement, awareness, and restoration over the next decade.",
    "threat_level": "Critically Endangered",
    "region": "Asia",
    "habitat": "Forest",
    "taxon": "Plants",
    "published_year": 2019
  }
]
